<template>
	<view>
		<uni-card is-full :is-shadow="false">
			<view style="margin-top: 10rpx">
				<h4>● 竞彩篮球胜负玩法</h4>
				<text>
					以国家体育总局体育彩票管理中心选定的国际重要篮球比赛为竞猜对象，由购票人对指定的比赛场次在全场（含加时赛）的比赛结果进行投注。每一场比赛设置2种比赛结果选项：
				</text>
				<p>（一）“胜”：表示主队胜，客队负；</p>
				<p>（二）“负”：表示主队负，客队胜。</p>
				<p></p>
			</view>
			<view style="margin-top: 10rpx">
				<h4>● 投注方式：</h4>
				<p>
					<text>第一条：投注方式包括单式投注和复式投注。其中，对所选比赛场次的比赛结果均选择1种投注结果为单式投注。对于某个或某几个比赛场次选择2种或2种以上的投注结果为复式投注。</text>
				</p>
				<p>
					<text>第二条：购票人选择1场比赛进行投注的为“单场投注”；选择2场或2场以上比赛进行串联投注的为“过关投注”。在过关投注中，所选比赛的结果全部竞猜正确 才能中奖。所选比赛场次的过关投注方式由国家体育总局体育彩票管理中心选定，根据不同比赛场次情况，提供下表中全部或部分过关投注方式。</text>
				</p>
				<p>
					<text>第三条：“竞彩篮球游戏”每注2元，不返还本金。根据投注额、突发事件等因素，销售系统可能会拒绝某些大额投注，暂停或提前截止针对某场比赛的某些特定过关组合、特定结果选项的投注，暂停或提前截止针对某场比赛的所有投注。未满18周岁的未成年人不得投注！</text>
				</p>
			</view>
			<view style="margin-top: 10rpx">
				<h4>● 奖金计算</h4>
				<p>
					<text>第一条：竞彩篮球游戏的奖金为销售额的69%，其中的68%为返奖奖金，1%为调节基金。根据游戏规则，本游戏设置浮动奖金和固定奖金。单注彩票保底奖金：如中奖者的单注奖金不足2元，将补足至2元，补足部分从调节基金中支出。</text>
				</p>
				<p>
					<text>第二条：彩民的投注结果与开奖结果一致的即为中奖。每注彩票只有一次中奖机会，不兼中兼得。</text>
				</p>
				<p>
					<text>第三条：浮动奖金：单场投注的奖金为浮动奖金，计算公式为：该场比赛的单场投注总投注金额÷该场比赛的单场投注中奖彩票总投注金额×68％×2元（1注）。浮动奖金的单注彩票最高限额为500万元。</text>
				</p>
				<p>
					<text>第五条：固定奖金的单注彩票最高限额：</text>
				</p>
			</view>
			<view style="margin-top: 10rpx">
				<h4>● 特殊情况及处理办法</h4>
				<p>
					<text>在销售过程中，如遇以下情形发生，则特别规定如下：</text>
				</p>
				<P>
					<text>（一）在某个比赛场次开始销售前，其比赛时间提前或推迟或取消比赛，则相应更改该比赛场次的开始、截止销售时间或取消该比赛场次竞猜。</text>
				</P>
				<p>
					<text>（二）在某个比赛场次开始销售后，若其比赛时间提前，则相应提前该比赛场次的截止销售时间。</text>
				</p>
				<p>
					<text>（三）在某个比赛场次开始销售后，若其比赛时间提前，且比赛开始时仍在进行销售，则认定该比赛场次对于在比赛开始时刻前发生的投注为有效场次，所涉及投注可正常参与兑奖；认定该比赛场次对于在比赛开始时刻后发生的投注则为无效场次。</text>
				</p>
				<p>
					<text>（四）在某个比赛场次开始销售后，若其比赛时间推迟且未超过原定时间36小时，则相应推迟该比赛场次的截止销售时间。</text>
				</p>
				<p>
					<text>（五）在某个比赛场次开始销售后，若其比赛时间推迟且超过原定时间36小时或无法获知具体推迟时间或取消比赛，则认定该比赛场次为无效场次。</text>
				</p>
				<p>
					<text>（六）若某个比赛场次，在比赛进行至35分钟及以上（全场时长40分钟制比赛）或进行至43分钟及以上（全场时长48分钟制比赛）时因故中断，且当值裁判或比赛主办方裁决比赛正式完成，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。</text>
				</p>
				<p>
					<text>（七）若某个比赛场次在比赛进行中因故中断，且不符合前述（六）中描述的条件，如果自中断时刻起36小时内继续完成了比赛，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖。</text>
				</p>
				<p>
					<text>（八）若某个比赛场次在比赛进行中因故中断，且不符合前述（六）中描述的条件，如果自中断时刻起36小时内未继续完成比赛或无法获知具体补赛时间或取消补赛，则认定该比赛场次为无效场次。</text>
				</p>
				<p>
					<text>（九）在某个比赛场次开始销售后，如果比赛主办方决定更换比赛场地，若是从一中立比赛场地更换至另一中立比赛场地，则认定该比赛场次为有效场次，所涉及投注可正常参与兑奖；若不符合前述更换条件，则认定该比赛场次为无效场次。</text>
				</p>
				<p>
					<text>（十）在某个比赛场次开始销售后，若参赛双方中有一方与原定参赛队伍不同，则认定该比赛场次为无效场次。</text>
				</p>
				<p>
					<text>（十一）在某个比赛场次开始销售后，若比赛主办方决定在无观众、无转播的封闭条件下进行比赛，则认定该比赛场次为无效场次。</text>
				</p>
				<p>
					<text>（十二）对上述无效场次的认定由国家体育总局体育彩票管理中心最终解释。</text>
				</p>
				<p>
					<text>（十三）当某场比赛被认定为无效场次，则该比赛场次的所有单场投注按退票处理，于28天内在指定地点办理退票手续；在过关投注中对该比赛场次的所有选择均视为无效，涉及该比赛场次的过关投注组合之固定奖金按在原投注时刻去除该比赛场次后的投注组合对应的固定奖金计算</text>
				</p>
				<p>
					<text>（十四）在某个比赛场次销售过程中，国家体育总局体育彩票管理中心可根据投注额、突发事件等因素，拒绝某些大额投注、暂停或提前截止针对该场比赛的某些特定过关组合特定结果选项的投注、暂停或提前截止针对该场比赛的所有投注。</text>
				</p>
			</view>
			<view style="margin-top: 10rpx">
				<h4>● 无效比赛的处理</h4>
				<p>
					<text>由于比赛取消、延期等原因，导致某场比赛被认定为无效场次，则该场比赛的所有单场投注按退票处理，即退还单场投注金额2元（单注）。彩民 在过关投注中对该场比赛的所有选择均视为无效，固定奖金按在原投注时刻去除该场比赛后的投注组合对应的固定奖金计算，举例说明：若原方案3串1过关，其中 一场被认定无效后，计算奖金时按照2串1进行计算。</text>
				</p>
			</view>
		</uni-card>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
