<template>
	<view>
		<uni-card is-full :is-shadow="false">
			<view>
				<text>足球彩票竞猜的结果均指全场90分钟（含伤停补时）的比赛结果。不包含加时赛及点球。</text>
			</view>
			<view style="margin-top: 10rpx">
				<h4>● 玩法简介</h4>
				<text>彩民只需打开app客户端扫一扫店铺二维码，即可进入店铺。</text>
				<p>竞彩足球是由国家体育总局体育彩票管理中心发行、娱乐性极强的足球类彩票游戏，
				返奖率高达69%，过关投注设置固定奖金，玩法简单多样，
				我站现提供4个热门玩法进行投注：胜平负、让球胜平负、二合一和二选一玩法。</p>
				<p><b>胜平负&让球胜平负：</b></p>
				<p>非让球的“胜平负”赛事，彩果就是比赛的90分钟胜平负结果，3代表主胜，1代表平局，0代表主负。带让球的“让球胜平负玩法” - 每场比赛均设置让球，可以是主队让客队（负数值），也可以是客队让主队（正数值）。若主队让1球，则主队的进球数目减去1，再与客队的进球数目相比的结果就是本场比赛的彩果。举例：</p>
				<p>切尔西 （-1） 埃弗顿：即切尔西让1球。</p>
				<p>--若切尔西赢1球，1:0，2:1，3:2等，则单场彩果为1。</p>
				<p>--若切尔西赢1球以上，则单场彩果为3。</p>
				<p>--若切尔西平局或输球，则单场彩果为0。</p>
				<p>--客队让球亦是如此，让球数目增加以此类推。</p>
			</view>
			<view style="margin-top: 10rpx;">
				<h4>●奖金计算</h4>
				<p style="margin-top: 5rpx;">以2串1为例，竞彩奖金＝出票指数1×出票指数2（得出的数值精确到分）×2.00元×倍数。</p>
				<p style="margin-top: 10rpx;">举例：用户选择 [AC米兰 VS 尤文] 选主胜，出票指数1.77、[乌迪内 VS 国米] 选主负，出票指数1.85，投注选择过关方式2串1。如果竞猜正确，计算奖金＝1.77×1.85=3.2745，按特定的规则将3.2745精确到分，得出3.27这个值，然后用3.27×2，算出最终中奖奖金。如果用户倍投100倍，则奖金＝1.77×1.85=3.27（不按3.2745计算）×2×100=654.9，即最终奖金。</p>
				<p style="margin-top: 10rpx;">投注区显示的中奖金额为每1元对应的中奖奖金；</p>
				<p style="margin-top: 10rpx;">单注过关奖金限额：2或3关单注最高奖金20万，4或5关最高50万，6至8关最高100万；</p>
				<p style="margin-top: 10rpx;">单注保底奖金：如中奖者的单注奖金不足2元，将补足至2元；</p>
			</view>
			<view style="margin-top: 10rpx;">
				<h4>●名词解释</h4>
				<view style="margin-top: 10rpx;">
					<p><b>定胆：</b>胆拖投注就是将"胆"码穿插到"拖"码中从而组成有效投注，这些投注中的任何一注都含有"胆"码，因此，选胆极为关键。购买N串1时，胆错就无法中奖；购买其他组合过关时，胆错拖对时则仍有中奖可能。</p>
					<p style="margin-top: 5rpx;">过关：就是一注方案竞猜多场比赛的意思，如一注方案猜2场过关，称为2串1；猜3场过关则成为3串1。过关做串，要求所猜场次必须全部正确才能中奖。</p>
					<p style="margin-top: 10rpx;"><b>组合过关：</b>是指从所选多场比赛中挑选少部分场次组合，做成小串过关，例如选5场比赛，组合3串1过关，就是从5场里面组合3场比赛过关，得出10注3串1。这样的好处是即使5场错了1场或2场，照样也能中3串1。</p>
				</view>
			</view>
			<view style="margin-top: 10rpx;">
				<h4>●开奖派彩</h4>
				<view style="margin-top: 10rpx;">
					<p style="margin-top: 5rpx;">待所有赛事开出彩果后，本站的过关统计程序会自动帮您查验您的方案是否中奖、中了几注。</p>
					<p style="margin-top: 5rpx;">派奖执行后，本站自会将奖金派发至您的账户中，可通过投注记录查看。您可以随时提款，或继续购彩。</p>
					
				</view>
			</view>
		</uni-card>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				
			}
		},
		methods: {
			
		}
	}
</script>

<style>

</style>
