<template>
	<view>
		<uni-card is-full :is-shadow="false">
			<view style="margin-top: 10rpx">
				<h4>一、玩法简介</h4>
				<text>
					北京单场彩票是由北京市体育彩票管理中心发行、娱乐性极强的足球类彩票游戏，高度灵活自由，猜对一场即可中奖，超长过关奖金可高达上百万！共有6个玩法：让球胜平负、比分、总进球数、半全场胜平负和上下盘单双、胜负过关。
				</text>
				<p>
					<text>1，让球胜平负：非让球的赛事，单场彩果就是比赛的胜平负结果，3代表主胜，1代表平局，0代表主负。有些比赛双方实力差距过大而采用让球机制，可有效均衡各投注选项的SP值，保持竞猜的趣味性。若主队让1球，则主队的进球数目减去1，再与客队的进球数目相比的结果就是本场比赛的彩果。</text>
				</p>
				<p>
					<text>2，比分：即比赛的具体比分结果就是该玩法的彩果，共有25个彩果类型。</text>
				</p>
				<p>
					<text>3，总进球数：即比赛双方的进球数目之和就是该玩法的彩果，共有8个彩果类型。</text>
				</p>
				<p>
					<text>4，半全场胜平负：即比赛“半场和全场”的结果组合就是该玩法的彩果，共有9个彩果类型。</text>
				</p>
				<p>
					<text>5，上下盘单双：若比赛进球之和为3或更大，则为上盘，进球数之和低于3，则为下盘。单双即数学中的单双含义。上下盘与单双数组合后，有4个彩果类型。</text>
				</p>
				<p>
					<text>以上5个玩法，可选一场比赛进行投注，也可选多场比赛投注</text>
				</p>
				<p>
					<text>
						6，胜负过关：只有主胜、客胜两个投注项，计算让球的基础上选择对于结果进行竞猜，胜负过关包含多种体育赛事类型，另外本玩法至少选择3场比赛进行过关投注。
					</text>
				</p>
			</view>
			<view style="margin-top: 10rpx">
				<h4><b>二、过关方式说明  </b></h4>
				<p  style="margin-top: 10rpx;">
					<text>选择一场比赛进行投注称为单关。选择多场比赛称为“组串过关”，例如：</text>
				</p>
				<p  style="margin-top: 10rpx;">
					<text>2串1即2场比赛串在一起过2关；3串1即3场比赛串在一起过3关；3串4即3个过2关+1个过3关。</text>
				</p>
				<p  style="margin-top: 10rpx;">
					<text>单关或过关，都需单注方案中所选择的比赛全部猜中，即为中奖！</text>
				</p>
				<p  style="margin-top: 10rpx;">
					<text>单注奖金计算：竞猜场次的开奖SP值相乘，再乘以2元，再乘以倍数，再乘以65%的返奖率。  方案总奖金是所有中奖单注的奖金之和。</text>
				</p>
			</view>


			
		</uni-card>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>

</style>